Repository: kompisbyran/Kompisbyran
Catalog: app/Resources/translations/messages.*.xliff
Languages: ar

# terms.list
source: <ul> <li> Our idea is to give you the possibility to meet several new persons with another background than yours, in order for you to broaden your social network. </li> <li> Kompisbyrån connects two new fika friends, mainly based on similar interests; new music friends based on similar music interests and new start friends based on the municipality they both live in. </li> <li> As a Fika friend or Music friend, you must be able to meet your new Fika or Music friend in 1 of 10 cities: Göteborg, Jönköping, Kalmar, Linköping, Malmö, Stockholm, Umeå, Uppsala, Västerås or Örebro. We hope that we can connect new people in more cities in the future. </li> <li> As a Start friend, you must be able to meet in one of the following municipalities: %municipalities%. </li> <li> Kompisbyrån is only responsible for linking together people who have lived in Sweden for a short time with people who have lived in Sweden for a long time. </li> <li> The starting point is that you meet the same person 1 time. If you think it is fun, you can meet again by your own. If you want to meet a new person, you sign in and make a new request. </li> <li> Everyone over 18 years (of age) can participate. </li> <li> The registration is for free. Any costs for refreshments/"fika" or other expenses related to the meeting must be paid by each person. </li> <li> Kompisbyrån recommends that you meet for about 1 hour at a public place in the central part of that city that you have chosen. </li> <li> Our ambition is to find a new friend for you within 30 days. That means that you may have to wait. </li> <li> We confirm that we have received your application, by sending an e-mail to you. </li> <li> Remember to respect each other. A cancellation will affect the other person who has been looking forward to a meeting. Think twice before you sign up, to ensure that you really want to join us! </li> <li> It is the main responsibility of the established Swede that you get in contact with each other within 7 days. We recommend that you exchange telephone numbers to easier get in contact with each other. </li> <li> You need to treat each other in a respectful manner. Remember to be clear in you communication with each other, as language differences can create misunderstandings. </li> <li> You share Kompispbyrån's belief in the equality of all human beings, regardless of sex, transgender identity or expression, ethnicity, religion or other belief, disability, sexual orientation or age. </li> <li> Kompisbyrån cannot guarantee that we will find a good match for you, but we will always do our best. </li> <li> We wish to constantly improve our work. Therefore, we will contact you after your meeting to follow up. </li> <p> <strong>Privacy policy</strong> </p> <p> Kompisbyrån (802492-6050) is responsible for the personal data you provide with us. </p> <p> Kompisbyrån uses your personal data for the following purposes: </p> 1. Kompisbyrån uses the personal data you have provided to match you up with another user. For instance fika friends or start friends. This includes introducing the newly matched friends to one another by name. <br/> 2. We might also contact you with invitations to Kompisbyrån's activities or with special offers from Kompisbyrån. <br/> 3. The information is also being used to answer questions, operate and improve our web site and programs. <br/> 4. Your personal data might be shared with other actors if that is a necessity for Kompisbyrån to qualify for support or grants. This may apply to public bodies or private companies that sponsor our organization. These other actor do not have permission to use your personal data for marketing purposes or anything besides making sure our work meets their requirements. <br/> 5. In addition to this, Kompisbyrån must pass on your information if this is stated by law. <li> Kompisbyrån's handling of personal data is based on consent. When you provide your personal data by signing up with Kompisbyrån you give us permission to use your personal data. You can at any time withdraw your consent, we will then delete all your personal data that we have stored. You can choose if you want us to remove all your personal data or just some of the data. </li> <li> Your personal data will not be transferred to third country (a country outside of EU/ESS). </li> <li> If you want to remove your account, please send an e-mail to: kontakt@kompisbyran.se </li> <li> In addition to getting your personal data deleted upon asking, you also have the right to get your personal data corrected, demand that the processing of your personal data is restricted and get an excerpt of all your personal data that Kompisbyrån has saved. You also have the right to object to a processing of a certain kind. If you want any of this, please contact: kontakt@kompisbyran.se </li> <li> Kompisbyrån will help you out if you want your personal data moved to another service. This is called data portability and a request like this should be sent to: kontakt@kompisbyran.se </li> <li> Datainspektionen is the supervisory authority for the personal data processing and if you feel there is an incorrect treatment, you are entitled to lodge complaints with them. You can find more information about this <a href="https://www.datainspektionen.se/vagledningar/for-dig-som-privatperson/klagomal-och-tips/?_t_id=1B2M2Y8AsgTpgAmY7PhCfg%3d%3d&_t_q=anm%C3%A4la&_t_tags=language%3asv%2csiteid%3a994ba21f-261a-4557-a79f-e3dd826642d2&_t_ip=10.109.50.20&_t_hit.id=Datainspektionen_Web_Features_StandardPage_StandardPageType/_f2206461-c0d3-4dfc-8eca-caada2c4d500_sv&_t_hit.pos=11">here</a>. </li> <li> Kompisbyrån stores your personal data until you choose to remove it or when your account has been inactive for 36 months. </li> </ul>
ar: <ul> <li> الفكرة هي مساعدتك على التواصل مع أشخاص اخرين من ثقافة مغايرة لثقافتك بهدف توسيع دائرة معارفك في مجتمعك الجديد. </li> <li> صديق فيكاسوف تتم مطابقتك مع شخص لديه اهتمامات مشابهة لاهتماماتك صديق موسيقى سوف تتم مطابقتك مع شخص لديه اهتمامات موسيقية و يحب الموسيقى ستارت كومبيس سوف تتم مطابقتك مع شخص للخروج في نزهة سيرا علي الاقدام للتعرف على المنطقة التي تعيشان كلاكما فيها يمكنك أن تكون ستارت كومبيس اذا كنت تعيش في ليدينغو, لينشوبينغ, نيناسهامن, سولنا, فاكسهولم و أوسترأوكر. نحن نقوم بعملية المطابقة بشكل أساسي على أساس الاهتمامات المشتركة و هذا يعني أنه ممكن أن تتم المطابقة مع شخص من عمر مختلف أو جنس مختلف فإذا كان لديك شيء تريده أو تتمناه بهذا الخصوص الرجاء توضيح ذلك في طلبك لكي نحاول بدورنا تحقيق ذلك. </li> <li> كفيكا كومبيس أو صديق موسيقى يجب ان تكون قادرا على اللقاء في أحد المدن التالية: يوتوبوري, يونشوبينغ, لينشوبينغ,مالمو ستوكهولم, أوميو أوبسالا, فيستروس و أوربرو. نحن نأمل أن نستطيع أن نربط أصدقا جدد في مناطق جديدة في المستقبل. </li> <li> مسؤولية كومبيس بيرون محصورة بفتح اتصال بين القدامى و الجدد في السويد. </li> <li> نقطة البداية هي جلسة فيكا أو جلسة موسيقى مع الشخص الذي تمت معه المطابقة فإذا سارت الامور على ما يرام يمكنكم الاتفاق بانفسكم على لقاء جديد وإذا أردتم لقاء صديق جديد ما عليكم إلا تسجيل الدخول و التقدك بطلب جديد. </li> <li> .كل من هم فوق ال 18 عاما مرحب بهم للمشاركة </li> <li> التسجيل في الموقع و خدماته مجانية و لكن سوف تدفع ثمن الفيكا أو كلفة أي نشاطات اخرى خاصة بك عندما تخرج مع صديقك. </li> <li> نحن ننصح باللقاء في مكان عام لحوالي الساعة من الوقت في مركز المدينة الأقرب للطرفين. </li> <li> طموحنا هو إيجاد رفيق جديد لك خلال 30 يوم من تقديمك للطلب. هذا يعني انه عليك الانتظار. </li> <li> عندما يصلنا طلبك نقوم بارسال بريد الكتروني لاعلامك بذلك. </li> <li> الرجاء احترام الطرف الاخر.... تذكر أن الغاء الموعد قد يكون اساءة للشخص الاخر الذي خطط للقاء رفيق جديد. يجب أن تكون متأكداأنك تريد القيام بذلك قبل أن تقوم بتسجيل الدخول. </li> <li> الطرفان مسؤولان عن التواصل فيما بينهما خلال مدة أسبوع من تلقيهما البريد الالكتروني المحتوي على معلومات المطابقة. يمكنكما لطفا تبادل أرقام الهواتف مما يسهل عملية التواصل و اللقاء. </li> <li> يجب أن يتعامل الطرفان باحترام و لا تنسوا أن فروفات اللغة تؤدي الى سوء تفاهم غير مقصود في بعض الأحيان. </li> <li> إذا كنت تريد إلغاء اشتراكك لطفا ارسل بريدا الكترونيا الى kontakt@kompisbyran.se. </li> <li> نحن لا نستطيع أن نضمن كليا أن نجد لك رفيقا جديدا لكن نحن نضمن لك أننا نفعل ما بوسعنا. </li> <li> نحن نريد دوما أن نكون أفضل فيما نفعله لذلك سوف نرسل لك بريدا الكترونياأو نتصل بك لنسألك كيف جرت الأمور و كيف كان اللقاء. </li> <li> كومبيسبيرون يجمع المعلومات الشخصية التي قمت بتقديمها في ملفك الشخصي. نستخدم هذه المعلومات لمساعدتك في التواصل مع المشاركين الآخرين في مؤسستنا. قد نستخدم أيضا تفاصيل الاتصال الخاصة بك لدعوتك لأنشطة كومبيسبيرون وغيرها من أنواع العروض. كما يتم استخدام المعلومات التي تتركها في كومبيسبيرون للإجابة على الأسئلة وتشغيل وتحسين الصفحة الرئيسية والبرامج. إذا كنت ترغب في تغيير المعلومات التي قدمتها، يرجى تسجيل الدخول إلى ملفك الشخصي لإجراء التغييرات المعنية. مراقب البيانات الشخصية هو مجلس إدارة كومبيسبيرون. </li> <li> قد يتم نقل المعلومات الخاصة بك إلى الشركاء التي تساعدنا على تقديم خدماتنا وإلى السلطات التي تعطينا المنح الحكومية لتشغيل كومبيسبيرون. ليس لدى شركائنا الحق في استخدام هذه المعلومات لأغراض أخرى. نحن لا ننقل المعلومات الشخصية الخاصة بك إلى المنظمات الشريكة لأغراض ترويجية دون موافقتك. </li> <li> عند التسجيل في صفحتنا الرئيسية وعند التقدم بطلب للحصول على مطابقة صديق، فإنك توافق على معالجة كومبيسبيرون للبيانات الشخصية الخاصة بك للأغراض المذكورة. </li> </ul>

# terms.outro
source: Thank you for accepting Kompisbyrån's terms!
ar: شاكرين لكم قراءتكم لشروطنا وموافقتكم عليها.

# register.form.email_confirmation
source: Re-enter e-mail
ar: أعد إدخال البريد الالكتروني

# email.welcome.friend.subject
source: Welcome to Kompisbyrån
ar: Välkommen till Kompisbyrån - Welcome to Kompisbyrån

# email.welcome.friend.body
source: <p>Thank you for making a Fika friend request through Kompisbyrån!</p> <p> During summer there might be some additional waiting time before we match you up with a new friend. However, you can still apply for new friends and we will do our best to find you someone as soon as possible.<br><br> This is how it works:<br><br> 1. Match. We will send you an email when we have found a new Fika friend who has similar interests as you. (If you need to complete your application, we will let you know)<br><br> 2. Decide a date. You send an email to the person within 7 days, and decide date, time and place. Write in Swedish or English (some find Google Translate to be a good tool). It is the responsibility of both that you establish contact. Remember to respect each other, not responding to an email will affect the other person who has been looking forward to a meeting. Contact us if you don’t get an answer.<br><br> 3. Meeting. You meet at a café or other public place for about 1 hour. Try not to have high expectations but take it as it comes. Be on time! The dull meetings are when someone doesn’t show up, so please exchange telephone numbers and send a text message reminder the day before your meeting, that the other person confirm.<br><br> If you have any questions, please send us an e-mail :)<br><br> </p> <p> Best regards,<br /> Your friends at Kompisbyrån </p>
ar: <p>(This message will follow in English)<br /><br /></p> <p>Hej!<br /></p> <p> Tack för att du har anmält dig till en kompisfika!<br><br> Under sommaren kan det förekomma lite väntetid innan du blir matchad med en ny kompis. Däremot kan du fortfarande anmäla dig precis som vanligt och vi gör vårt bästa för att matcha dig så snart vi kan.<br><br> Så här går det till:<br><br> 1. Matchning. Vi mailar dig när vi har hittat en bra matchning som har liknande intressen som du har. (Om du skulle behöva komplettera din ansökan meddelar vi dig om detta.)<br><br> 2. Bestäm ett datum. Du mailar personen inom 7 dagar och bestämmer datum, tid och plats. Skriv gärna på svenska och engelska. Det är bådas ansvar att ni etablerar kontakt med varandra. Kom ihåg att respektera varandra, att inte svara på ett mail påverkar den andra personen som har sett fram emot ett möte. Kontakta oss om du inte får svar.<br><br> 3. Mötet. Ni träffas på ett kafé eller annat offentligt ställe i cirka 1 timme. Försök att inte ha höga förväntningar utan ta det som det kommer. Kom i tid! De tråkiga träffarna är när någon inte dyker upp, så byt gärna telefonnummer och skicka en sms-påminnelse dagen innan er fika som den andra personen bekräftar.<br><br> Om du har några frågor, vänligen skicka ett e-mail till oss :)<br><br> </p> <p> Bästa hälsningar,<br /> Vännerna på Kompisbyrån <p>----------------------<br /></p> <p> Thank you for making a Fika friend request through Kompisbyrån!<br /><br /> During summer there might be some additional waiting time before we match you up with a new friend. However, you can still apply for new friends and we will do our best to find you someone as soon as possible.<br><br> This is how it works:<br><br> 1. Match. We will send you an email when we have found a a good match who has similar interests as you. (If you need to complete your application, we will let you know)<br><br> 2. Decide a date. You send an email to the person within 7 days, and decide date, time and place. Write in Swedish or English (some find Google Translate as a good tool). It is the responsibility of both that you establish contact. Remember to respect each other, not responding an email will affect the other person who has been looking forward to a meeting. Contact us if you don’t get answer.<br><br> 3. Meeting. You meet at a café or other public place for about 1 hour. Try not to have high expectations but take it as it comes. Be on time! The dull meetings are when someone doesn’t show up, so please exchange telephone numbers and send a text message reminder the day before your meeting, that the other person confirm.<br><br> If you have any questions, please send us an email :)<br /><br /> </p> <p> Best regards,<br /> Your friends at Kompisbyrån </p>

# email.welcome.music.subject
source: Welcome to Kompisbyrån
ar: Tack för att du blivit Musikkompis hos Kompisbyrån!

# email.welcome.music.body
source: <p>Thank you for making a Music friend request through Kompisbyrån!</p> <p> During summer there might be some additional waiting time before we match you up with a new friend. However, you can still apply for new friends and we will do our best to find you someone as soon as possible.<br><br> This is how it works:<br><br> 1. Match. We will send you an email when we have found a new Music friend who has similar interests as you. (If you need to complete your application, we will let you know)<br><br> 2. Decide a date. You send an email to the person within 7 days, and decide date, time and place. Write in Swedish or English (some find Google Translate to be a good tool). It is the responsibility of both that you establish contact. Remember to respect each other, not responding to an email will affect the other person who has been looking forward to a meeting. Contact us if you don’t get an answer.<br><br> 3. Meeting. You meet at a café or other public place for about 1 hour. Try not to have high expectations but take it as it comes. Be on time! The dull meetings are when someone doesn’t show up, so please exchange telephone numbers and send a text message reminder the day before your meeting, that the other person confirm.<br><br> If you have any questions, please send us an email :)<br><br> </p> <p> Best regards,<br /> Your friends at Kompisbyrån </p>
ar: <p>(This message will follow in English)<br /><br /></p> <p>Hej!<br /></p> <p> Tack för att du har anmält dig som Musikkompis!<br><br> Under sommaren kan det förekomma lite väntetid innan du blir matchad med en ny kompis. Däremot kan du fortfarande anmäla dig precis som vanligt och vi gör vårt bästa för att matcha dig så snart vi kan.<br><br> Så här går det till:<br><br> 1. Matchning. Vi mailar dig när vi har hittat en ny Musikkompis som har liknande intressen som du har. (Om du skulle behöva komplettera din ansökan meddelar vi dig om detta.)<br><br> 2. Bestäm ett datum. Du mailar personen inom 7 dagar och bestämmer datum, tid och plats. Skriv gärna på svenska och engelska. Det är bådas ansvar att ni etablerar kontakt med varandra. Kom ihåg att respektera varandra, att inte svara på ett mail påverkar den andra personen som har sett fram emot ett möte. Kontakta oss om du inte får svar.<br><br> 3. Mötet. Ni träffas på ett kafé eller annat offentligt ställe i cirka 1 timme. Försök att inte ha höga förväntningar utan ta det som det kommer. Kom i tid! De tråkiga träffarna är när någon inte dyker upp, så byt gärna telefonnummer och skicka en sms-påminnelse dagen innan er fika som den andra personen bekräftar.<br><br> Om du har några frågor, vänligen skicka ett e-mail till oss :)<br><br> </p> <p> Bästa hälsningar,<br /> Vännerna på Kompisbyrån <p>----------------------<br /></p> <p> Thank you for making a Music friend request through Kompisbyrån!<br /><br /> This is how it works:<br><br> During summer there might be some additional waiting time before we match you up with a new friend. However, you can still apply for new friends and we will do our best to find you someone as soon as possible.<br><br> 1. Match. We will send you an email when we have found a new friend who has similar interests as you. (If you need to complete your application, we will let you know)<br><br> 2. Decide a date. You send an email to the person within 7 days, and decide date, time and place. Write in Swedish or English (some find Google Translate as a good tool). It is the responsibility of both that you establish contact. Remember to respect each other, not responding an email will affect the other person who has been looking forward to a meeting. Contact us if you don’t get answer.<br><br> 3. Meeting. You meet at a café or other public place for about 1 hour. Try not to have high expectations but take it as it comes. Be in time! The boring meetings is when someone doesn’t show up, so please exchange telephone numbers and send a text message reminder the day before your meeting, that the other person confirm.<br><br> If you have any questions, please send us an email :)<br /><br /> </p> <p> Best regards,<br /> Your friends at Kompisbyrån </p>

# email.welcome.start.subject
source: Thank you for your Start friend application!
ar: Tack för din anmälan!

# email.welcome.start.body
source: <p> Dear %firstName%!<br><br> Thank you for your registration as Start friend (Startkompis)! With this email, we are confirming that we have received your application.<br><br> During summer there might be some additional waiting time before we match you up with a new friend. However, you can still apply for new friends and we will do our best to find you someone as soon as possible.<br><br> Here is a short reminder of how it works:<br><br> <strong>1. Match.</strong> We will send you an email when we have found a person who matches your profile. You get the person's contact information and we propose a date, time and place of your meeting. (If you need to complete your application, we will let you know.)<br><br> <strong>2. First contact.</strong> You contact the person within 7 days and confirm your meeting. Please write in English and Swedish. It’s the primarily responsibility of the person who is established in Sweden, that you get in touch with each other. If the time we have proposed does not suit you, you must ensure that you find a new time that suits both.<br> Remember to respect each other, not responding affect the other person who has been looking forward to your meeting. Contact us if you need help to get in touch!<br><br> <strong>3. Meeting.</strong> You meet and go for a walk in the neighborhood for about 1 hour. Try not to have high expectations but take it as it comes. We recommend that you send an SMS reminder the day before your meeting, that the other person confirm. Be in time!<br><br> If you have any questions, please contact us!<br><br> Best wishes<br> Your friends at Kompisbyrån </p>
ar: <p> Hej %firstName%!<br><br> Vad roligt att du har anmält dig som Startkompis hos oss på Kompisbyrån! Med detta email vill vi bekräfta att vi har tagit emot din anmälan.<br><br> Under sommaren kan det förekomma lite väntetid innan du blir matchad med en ny kompis. Däremot kan du fortfarande anmäla dig precis som vanligt och vi gör vårt bästa för att matcha dig så snart vi kan.<br><br> Här kommer en liten påminnelse om hur det går till:<br><br> <strong>1. Matchningen.</strong> Vi mailar dig när vi har hittat en person som matchar din profil. Du får personens kontaktuppgifter och vi föreslår en dag, tid och plats då ni ska träffas. (Om du skulle behöva komplettera din ansökan meddelar vi dig om detta.)<br><br> <strong>2. Första kontakten.</strong> Du kontaktar personen inom 7 dagar och bekräftar ert möte. Skriv gärna på svenska och engelska. Du som är etablerad i Sverige har huvudansvaret för att ni får kontakt med varandra. Om tiden vi har föreslagit inte passar er måste du se till att ni hittar en ny tid som passar båda.<br> Kom ihåg att respektera varandra, att inte svara påverkar den andra personen som har sett fram emot ert möte. Kontakta oss om du inte får svar så hjälper vi till!<br><br> <strong>3. Mötet.</strong> Ni träffas och går en promenad i närområdet i cirka 1 timme. Försök att inte ha höga förväntningar utan ta det som det kommer. Kom i tid! De tråkiga träffarna är när någon inte dyker upp, så skicka gärna en sms-påminnelse dagen innan ert möte, som den andra personen bekräftar.<br><br> Om du har några frågor, vänligen skicka ett email till oss :)<br><br> Bästa hälsningar<br> Vännerna på Kompisbyrån </p>

# footer.text1
source: Kompisbyrån is a non-profit organization since 2014. We connect new fika friends with different backgrounds and experiences but with similar interests. A new and an established Swede meet to practise Swedish over a “fika”. We want to make integration easy and accessible. Today, Kompisbyrån is active in 10 cities, has a dozen active ambassadours, and nearly 10 000 contacts from 126 countries have been mediated.
ar: كومبيس بيرون هو فكرة وجدت عام 2014 تقوم على تسهيل اللقاء بين أشخاص جدد ممن يتشاركون اهتمامات متشابهة. جديد و قديم في السويد يلتقيان في فيكا للتحدث باللغة السويدية. و ذلك بهدف رفع مستوى التواصل في المجتمع. رؤيتنا و هدفنا هو أن نجعل الاندماح متاحا و أكثر سهولة للجميع .نحن موجودون في تسع محافظات و لدينا حوالي 10000 مشترك من 126 منطقة .

# footer.text2
source: Read our <a href="%link%">terms</a> very carefully before you sign up.
ar: اعرف أكثر عن كومبيس بيرون <a href="%link%">الشروط</a> قبل أن تقوم بتسجيل نفسك

# footer.text3
source: Support us, and you will give the chance for more people to meet new fika friends. Your gift is very valuable to us, no matter how much or little you choose to donate. Kompisbyrån's Swish number is: 1236 809 602 or BG account 386-3982.
ar: .هبتك لنا و مشاركتك معنا ذات قيمة كبرى بالنسبة لنا مهما كانت المشاركة التي تقدمها صغيرة. يمكنك استخدام سويش على الرقم 1236809602 أو على حساب 3863982

# page.how_it_works.header
source: Fika friend
ar: أن تكون رفيق فيكا
