Repository: kompisbyran/Kompisbyran
Catalog: app/Resources/translations/messages.*.xliff
Languages: ar

source: Error!
ar: عذرا لقد حصل خطأ !

# error.active_request
source: You already have an active friend request at Kompisbyrån.
ar: لديك مسقا طلب فعال على موقعنا

source: Yes
ar: نعم

source: No
ar: لا

# global.he
source: he
ar: هو

# global.and
source: and
ar: و

# global.his
source: his
ar: خاصته

# global.her
source: her
ar: خاصتها

# global.she
source: she
ar: هي

# global.music_buddy
source: Music friend
ar: رفيق موسيقى

# global.fika_buddy
source: Fika friend
ar: رفيق فيكا

# global.start_buddy
source: Start friend
ar: ستارت كومبيس

# menu.home
source: Home
ar: الصفحة الرئيسية

# menu.fikafriend
source: Fika Friend
ar: أن تكون رفيق فيكا

# menu.musicfriend
source: Music Friend
ar: أن تكون رفيق موسيقى

# menu.startfriend
source: Start Friend
ar: ستارت كومبيس

# menu.support
source: Support us
ar: ادعمنا

# menu.about
source: About us
ar: من نحن

# menu.signin
source: Sign in
ar: تسجيل الدخول

# menu.signin.fb
source: Sign in with Facebook
ar: Logga in med Facebook

# menu.signout
source: Sign out
ar: تسجيل الخروج

# menu.profile
source: My Profile
ar: صفحتي الشخصية

# menu.settings
source: Settings
ar: الاعدادات

# footer.contact
source: Contact us
ar: تواصل معنا

# homepage.cta.header
source: Practise Swedish over a "fika".
ar: في كومبيس بيرون نتدرب على اللغة السويدية و نلتقي في فيكا

# homepage.cta.header.strong
source: Do you want to join?
ar: هل تريد أن تكون معنا ؟

# homepage.cta.message
source: Meet a new Fika friend at a café for about 1 hour, “fika” and practice Swedish. You know in advanced that you have some similar interests that you can start the conversation with. We call this a “Friend fika”. <br><br>
ar: نحن نساعد على خلق اتصال بين المقيمين حديثا في السويد و السويديين أو القدامى في السويد من الذين لديهم اهتمامات مشتركة فيما بينهم. حوالي ساعة من الوقت تقضونها سويا<br><br> هنا يمكنك الاختيار بين أن تكون رفيق فيكا* أو رفيق موسيقى تلتقون في جلسة فيكا و تتحدثون السويدية ,وأنتم تعرفون مسبقا أنه يوجد قواسم مشتركة بينكما تستطيعان بدء الحديث بها.إذا شعرتم أن الأمور على ما يرام فيمكنكم لطفا أن تقوموا بذلك باتفاق خاص بينكما, و إلا فلا داعي لاعادة المحاولة الساعة التي قضيتموها تفي بالغرض... إنه قراركم.<br><br *فيكا :كلمة سويدية تعبر عن جلسة لطيفة قصيرة نسبيا لنتاول القهوة و قطعة من الحلوى و هي جزء من الثقافة و الحياة اليومية السويدية.

# homepage.cta.button
source: Sign up
ar: أن تكون رفيق فيكا

# homepage.cta.musicfriend.message.strong
source: Share your music interest with new friends from various cultures.
ar: Dela ditt musikintresse med människor från olika kulturer.

# homepage.cta.musicfriend.message
source: We believe that music unites. That’s why we now start Musikkompis together with the mobile company 3. With Musikkompis, we give people a chance to meet through music. Play instruments together, go to concerts or talk music over a cup of coffee.
ar: Vi vet att musik är en stark förenande kraft. Därför startar vi nu Musikkompis, tillsammans med mobiloperatören 3, för alla som vill mötas genom musik. Det kan vara allt från att spela musik tillsammans, lyssna eller prata musik över en fika.

# homepage.cta.musicfriend.button
source: Sign up as Musikkompis
ar: أن تكون رفيق موسيقى

# homepage.cta.start.header
source: Get to know or show the neighborhood
ar: يمكنكما استكشاف المنطقة سويا

# homepage.cta.start.header.strong
source: Start friend
ar: ستارت كومبيس

# homepage.cta.start.message
source: Are you newly arrived in the municipality, or have you lived in the area for a very long time and want to show your neighborhood during a walk? Sign up as a Start friend.
ar: هل انت جديد في بلدية أو أنك تعرف بلدية من الداخل و الخارج؟ القدماء في البلديات يعرفون القادمين الجدد على المنطقة من خلال نزهة على اللأقدام.

# homepage.cta.start.button
source: Start friend
ar: أن تكون ستارت كومبيس

# register.create.header
source: Join Kompisbyrån
ar: انضم إلينا

# register.create.intro
source: To meet new friends, you need to enter your e-mail and a password of your choice.
ar: لتكوين صداقات جديدة عليك فقط أن تملأ البريد الالكتروني و كلمة السر

# register.form.email
source: E-mail
ar: البريد الالكتروني

# register.form.password
source: Password
ar: كلمة السر

# register.form.password_confirmation
source: Re-enter password
ar: أعد إدخال كلمة السر

# register.form.terms
source: I agree to Kompisbyrån's %linkStart%terms%linkEnd% (Updated 2018-01-09)
ar: أنا أوافق على %linkStart%الشروط%linkEnd% (Updated 2018-01-09)

# register.form.button
source: Sign up
ar: انضم إلينا

# register.musicfriend.subheader
source: Share your music interest with new friends from various cultures.
ar: Dela ditt musikintresse med människor från olika kulturer.

# register.musicfriend.ingress
source: We believe that music unites. That’s why we now start Musikkompis together with <a href="//tre.se/musikkompis">the mobile company 3</a> . With Musikkompis, we give people a chance to meet through music. Play instruments together, go to concerts or talk music over a cup of coffee. It doesn't matter if you are a professional or an amateur - we want to make it easier for all people who likes music, to meet other music enthusiasts with different background, experiences and cultures.
ar: Vi vet att musik är en stark förenande kraft. Därför startar vi nu Musikkompis, tillsammans med <a href="//tre.se/musikkompis">mobiloperatören 3</a> , för alla som vill mötas genom musik. Det kan vara allt från att spela musik tillsammans, lyssna eller prata musik över en fika.

# register.musicfriend.footer.header
source: Musikkompis is an initiative by 3 and Kompisbyrån
ar: Musikkompis är ett initiativ av 3 och Kompisbyrån

# register.musicfriend.footer.text
source: Let’s share your music experiences with new friends. Together, we can create many moments of togetherness regardless of where we come from. In the end, this contributes to greater tolerance and understanding in the society. This is why we start the project Musikkompis - a voluntary collaboration between 3 and Kompisbyrån, we wish to strengthen the integration and the feeling of togetherness in the society through music. We want to give more people the opportunity to share their music interests together with new friends: artists, underground bands, DJs, classical musicians and music fans. Sign up as a Musikkompis.
ar: Genom att dela musikupplevelser med varandra kan vi skapa många stunder av gemenskap och samhörighet oavsett var du kommer ifrån eller tror på. Stunder som i slutändan bidrar till större tolerans och ökad förståelse i samhället. Därför har vi startat projektet Musikkompis – ett ideellt samarbete mellan 3 och Kompisbyrån som syftar till att med musikens hjälp stärka integrationen och gemenskapen i samhället. Vi vill ge fler möjlighet att utöva musik tillsammans, människor som på olika nivåer sysslar med musik: artister, källarband, DJ:s, klassiska musiker, konsertbesökare och andra musikintresserade. Bli Musikkompis du också.

# register.musicfriend.videoheader
source: Here you can see some music friends and their music meetings
ar: Här kan du se andra musikkompisar och deras musikmöten

# register.musicfriend.video1
source: Naim Kassis, a 45-year-old pianist from Aleppo in Syria, came to Sweden a year ago and ended up in an asylum accommodation in northern Sweden, where he has given numerous concerts. On a cold winter day, he met Sabina Ddumba, and together they played a version of Sabina's hit single "Not too young", which attracted the whole accommodation to take part in the meeting.
ar: Naim Kassis, 45-årig pianist från Aleppo i Syrien, kom till Sverige för ett drygt år sedan och hamnade på ett asylboende i norra Sverige, där han under året har gett ett flertal konserter. En kall vinterdag träffades han och Sabina Ddumba, och tillsammans spelade de en version av Sabinas ”Not too young”, vilket lockade hela förläggningen att ta del av mötet.

# register.musicfriend.video2
source: Filipe Minhava is a 19-year-old guitarist from Portugal who has lived in Sweden for three months at a friends place in Högdalen. Filipe and Little Jinder met in Stockholm and got to know each other during a day where they visited a flea market, checked on LPs and ate at a restaurant, before they rounded off with the classic hit ”La Bamba” at a karaoke bar.
ar: Filipe Minhava är en 19-årig gitarrist från Portugal och bor sedan tre månader hemma hos en kompis i Högdalen. Filipe och Little Jinder möttes på Södermalm i Stockholm och lärde känna varandra under en dag där de besökte en loppmarknad, kollade på LP-skivor och åt på restaurang, innan de rundade av sitt möte med att tillsammans sjunga La Bamba på en karaokebar.

# register.musicfriend.video3
source: Bahar Hasko, a Kurdish English teacher, was born in Kamishlo in Syria. Today, she lives and studies in Sweden. Bahar and Eva Dahlgren met one day and talked about music as a way to communicate and learn languages. At the end of the day, Bahar surprised Eva with a children's orchestra who played Eva's classic "Vem tänder stjärnorna".
ar: Bahar Hasko, en 25-årig, kurdisk engelskalärare, föddes i Kamishlo i Syrien. I dag bor och studerar hon i Sverige. Bahar och Eva Dahlgren träffades en dag och pratade om musik som språköverskridande. I slutet av dagen överraskades Eva av Bahar, som hade anordnat att en barnorkester spelade Evas klassiska ”Vem tänder stjärnorna”

source: register.how_it_works.header
ar: ...أن تكون رفيق فيكا

source: register.how_it_works.text
ar: <li> انضم الينا بتسجيل نفسك. اكتب بريدك الالكتروني و كلمة مرور من اختيارك ثم اضغط عل زر "انضم الينا" هذا التسجيل مجاني . الرجاء الاطلاع على شروط الموقع. <a href="%termsPath%">الشروط</a>. </li>

# register.login.header
source: Sign in
ar: تسجيل الدخول

# register.login.intro
source: If you already have signed up, please sign in here:
ar: إذا كان لديك حساب مسبقا فيمكنك تسجيل الدخول بكتابة البريد الالكتروني و كلمة السر.ا

# login.form.email
source: E-mail
ar: البريد الالكتروني

# login.form.password
source: Password
ar: كلمة السر

# login.form.button
source: Sign in
ar: تسجيل الدخول

# login.forgot_password
source: Forgot your password?
ar: نسيت كلمة السر؟

# login.text
source: If you visit us for the first time, you have to %link_start%sign up here%link_end%.
ar: .إذا كان لديك حساب مسبقا فيمكنك تسجيل الدخول بكتابة البريد الالكتروني و كلمة السر. إذا كانت هذه هي المرة الاولى %link_start%اضغط هنا%link_end%.

# user.form.first_name
source: First name
ar: الاسم الاول

# user.form.last_name
source: Last name
ar: الكنية

# user.form.want_to_learn
source: Which option best describes you?
ar: أي البدائل هي الافضل لك ؟

# user.form.want_to_learn.choice.learn
source: I am a new Swede and want to speak better Swedish
ar: أنا لا أتحدث السويدية بطلاقة و أنا مقيم في السويد

# user.form.want_to_learn.choice.teach
source: I am an established Swede and have Swedish as mother tongue or equivalent
ar: أنا أتحدث السويدية بطلاقة و أنا مقيم في السويد

# user.form.categories
source: I like (interests)
ar: أنا مهتم بما يلي

# user.form.categories.help
source: (Select minimum of 2 and maximum of 5 interests)
ar: اختر اثنين على الاقل وخمسة على الاكثر

# user.form.music_categories
source: What do you want to do with your Musikkompis?
ar: ماذا اقتراحاتك حول النشاط الممكن فعله مع صديق الموسيقى

# user.form.music_categories.help
source: (Select at least 1 alternative)
ar: اختر على الاقل خيار واحد

# user.form.age
source: Age
ar: العمر

# user.form.gender
source: Gender
ar: أنا

# user.form.gender.m
source: Man
ar: ذكر

# user.form.gender.f
source: Woman
ar: أنثى

# user.form.gender.x
source: Other
ar: شيء اخر

# user.form.about
source: Tell us about yourself and who you would describe yourself as a person:
ar: تحدث عن نفسك. اذا كنت تريد أن تكون رفيق موسيقى أضف اهتماماتك الموسيقية

# user.form.about.help
source: I.e. how you would describe yourself as a person, things that you like to do, education, occupation, and for how long you've been in Sweden. Musikkompis, please write if you play an instrument and which genre of music you like.
ar: .كمثال.... ماذا تحب أن تفعل؟ من أنت كشخص؟ الدراسة او العمل؟ ما المدة التي قضيتها في السويد؟ أما صديق الموسيقى فتحدث عن الالة التي تعزفها و الموسيقى التي تحبها.اكتب حصرا باللغة السويدية أو الانكليزية

# user.form.from
source: Which country are you from?
ar: البلد التي اتيت منها ؟

# user.form.city
source: I want to meet in (city)
ar: أنا يمكنني اللقاء في مدينة

# user.form.municipality
source: I live in (municipality):
ar: أنا أعيش في بلدية

# user.form.district
source: District
ar: أنا أعيش في (بلدية)

# user.form.has_children
source: Do you have children?
ar: هل لديك أولاد ؟

# user.form.fikatype
source: I want to be:
ar: أنا أريد أن أكون

# user.form.fikatype.fikafriend
source: fika friend
ar: رفيق فيكا

# user.form.fikatype.musicfriend
source: music friend
ar: رفيق موسيقى

# user.form.type.friend.help
source: You will be connected with a person who has similar interests as you. You meet at café and speak Swedish in 1 hour.
ar: سوف تتم مطابقتك مع شخص لديه اهتمامات مشابهة لاهتماماتك, سوف تلتقيان في قهوة للتحدث باللغة السويدية لساعة من الزمن

# user.form.type.music.help
source: You will be connected with a person who also likes music. You meet in a public place to share your music interest. For example, you talk about music at a café, you visit a concert or play instruments together.
ar: سوف تتم مطابقتك مع شخص لديه اهتمامات موسيقية و يحب الموسيقى سوف تلتقيان في مكان عام لتبادل اهتماماتكم الموسيقية مثلا الجلوس في قهوة او الذهاب الى أمسية موسيقية أو العزف على الة سويا

# user.form.type.start.help
source: You will be connected with a person who you meet and go for a walk with to discover the area where you both live. Right now, you can sign up if you live in %municipalities%.
ar: سوف تتم مطابقتك مع شخص للخروج في نزهة سيرا علي الاقدام للتعرف على المنطقة التي تعيشان كلاكما فيها, يمكنك الان فعل هذا في ليدينغو, لينشوبينغ, نيناسهامن, سولنا, فاكسهولم و أوسترأوكر.

# user.form.facebook
source: Fetch profile picture from Facebook
ar: Hämta din profilbild från Facebook

# user.form.activities
source: Write about the things that you like to do:
ar: تحدث عن اشياء تستمتع بفعلها

# user.form.occupation
source: What is your occupation?
ar: ما هو اختصاصك

# user.form.occupation_description.employed
source: What do you work with?
ar: ذا تعمل ما

# user.form.occupation_description.student
source: What are you studying?
ar: ماذا تدرس

# user.form.occupation_description.unemployed
source: In which field are you looking for a job?
ar: في أي مجال تريد أن تعمل

# user.form.occupation_description.other
source: What?
ar: ما هو

# user.form.has_education
source: Do you have an education?
ar: هل لديك تدريب أو شهادة؟

# user.form.education_description
source: What education do you have?
ar: ?ما المجال الذي درسته

# user.form.children_age
source: Age of children:
ar: أعمار الأطفال

# user.form.time_in_sweden
source: How long have you lived in Sweden?
ar: ?منذ متى وأنت تعيش في السويد

# user.form.about_music
source: Tell us about your interest in music:
ar: تحدث حول اهتماماتك الموسيقية

# user.form.can_play_instrument
source: Can you play an instrument?
ar: هل يمكنك العزف على الة موسيقية؟

# user.form.about_instrument
source: Which instruments can you play?
ar: ?ما هي الالة التي تعزف عليها

# user.form.can_sing
source: Can you sing?
ar: هل يمكنك الغناء؟

# user.form.professional_musician
source: Are you a professional musician or an amateur?
ar: هل انت عازف محترف أو هاوي؟

# user.form.professional_musician.yes
source: I am a professional musician
ar: أنا موسيقي محترف

# user.form.professional_musician.no
source: I am an amateur
ar: أنا هاوي

# user.form.music_genre
source: What genres of music do you like?
ar: ما أنواع الموسيقى التي تحبها

# user.form.phone_number
source: Mobile number
ar: رقم الموبايل

# user.form.optional
source: (Optional)
ar: غير الزامي

# user.form.newly_arrived
source: Are you newly arrived?
ar: هل وصلت حديثا؟

# user.form.newly_arrived.yes
source: Yes, I'm newly arrived. I got my residence permit after %month% %year%.
ar: نعم, لقد وصلت حديثا. و حصلت على الإقامة بعد حزيران 2014

# user.form.newly_arrived.no
source: No, I'm not newly arrived.
ar: لا, لست من الواصلين حديثا.

# user.form.newly_arrived.help
source: You count as newly arrived if you got your residence permit after %month% %year%.
ar: في إحصائیاتنا أنت تعتبر جديدا في السويد إذا تلقیت تصریح الإقامة قبل 3 سنوات أو أقل.

# user.form.identity_number
source: Identity number/ Coordination number
ar: الرقم الشخصي

# user.form.identity_number.help
source: We need this to get government fundings and doesn't use or share it in other purposes. Read more in Kompisbyrån's %linkStart%terms%linkEnd%.
ar: نحن نحتاج الى هذا الرقم للحصول على التمويل الحكومي فقط و ليس لاستعماله لأي أغراض أخرى. يمكنك القراءة عن ذلك في شروط Kompisbyrån %linkStart%الشروط%linkEnd%.

# user.form.button
source: Send application
ar: حفظ

# user.settings.header
source: My profile
ar: صفحتي الشخصية

# user.settings.intro
source: Please, answer some questions about yourself. The clearer you describe who you are as a person, the greater is the chance that we find a good match for you. Please have in mind that if you have special demands, it can be more difficult for us to find a good match. Try not to have high expectations but take it as it comes! As a Fika friend or Music friend, you meet in 1 of 10 cities where we operate: Göteborg, Jönköping, Kalmar Linköping, Malmö, Stockholm, Umeå, Uppsala, Västerås or Örebro. As a Start friend, you meet in one of the following municipalities: %municipalities%.
ar: <p>هنا تجيب عن أسئلة تتعلق بك كشخص :كلما توسعت بالحديث عن نفسك أكثر كلما كانت الفرصة اكبر لكي نجد لك نطابق افضل, نحن نحاول إيجاد التطابق بين أشخاص ذوي أهداف متطابقة أو متكاملة ,إذا كان لديكم هدف مشترك تحاولون تحقيقه لطفا اجعل هذا واضحا في تعريفك بنفسك و نحن بدورنا سوف نرى إن كنا نستطبع استيعاب ذلك و الاستفادة منه. كفيكا كومبيس أو صديق موسيقى .يجب ان تكون قادرا على اللقاء في أحد المدن التسعة التالية: يوتوبوري, يونشوبينغ, لينشوبينغ,مالمو, ستوكهولم, أوميو, أوبسالا, فيستروس و أوربرو</p><br /> <p>يمكنك أن تكون رفيق فيكا أو رفيق موسيقا</p> <ul> <li>رفيق فيكا: تتم المطابقة على أساس الاهتمامات المشتركة بين الطرفين ثم تلتقيان في مكان ما لجلسة فيكا حوالي ساعة من الوقت <li>رفيق موسيقا: تتم المطابقة مع شخص لديه اهتمامات موسيقية ثم تلتقيان في مكان عام لتبادل الاهتمامات الموسيقية, مثلا الذهاب الى حفلة سويا او اللقاء للعزف سويا على الة موسيقية</ul>

# index.header
source: Welcome to Kompisbyrån!
ar: أهلا بكم معنا

# index.intro
source: We provide the first contact to a person who you meet 1 time. On this page, you can make a new request to meet a new Fika, Music or Start friend. You can also see Previous meetings and if you already have an Active request.
ar: هنا يمكنك التقدم بطلب للتعرف على رفيق فيكا او موسيقى أو ستارت كومبيس. اضغط على زر "رفيق فيكا " من فضلك. يمكنك رؤية أضدقائك القدامى و الحالة الراهنة أيضا إذا كنت تريد تغيير شيء في طلبك يمكنك الضغط على " حسابي الشخصي" ثم قائمة أعدادات.

# index.previous.header
source: Previous meetings
ar: اللقاءات السابقة

# index.connection_request.header
source: Active request
ar: الحالة الراهنة

# index.connection_request.want_to_learn.learn
source: You have an active request. Kompisbyrån will contact you when we have found a good match (or if you need to complete your application).
ar: أنت في انتظار مطابقة

# index.connection_request.want_to_learn.teach
source: You have an active request. Kompisbyrån will contact you when we have found a good match (or if you need to complete your application).
ar: أنت في انتظار مطابقة

# index.again.header
source: I want to meet a new person
ar: أريد أن التقي بشخص جديد

source: index.again.intro
ar: أذا كنت تريد أن تلتقي برفيق فيكا أو رفيق موسيقى أو ستارت كومبيس جديد عليك باختيار المدينة التي تستطيع اللقاء فيها و اضغط على الزرارسال الطلب

# connection_request.form.city
source: City
ar: أنا يمكنني اللقاء في (مدينة)

# connection_request.form.municipality
source: In which municipality do you want to meet your Start friend?
ar: في أي بلدية تريد لقاء ستارت كومبيس؟

# connection_request.form.available.day
source: What day can you meet?
ar: في أي يوم يمكنك اللقاء؟

# connection_request.form.available.weekday
source: Monday - Friday
ar: الاثنين - الجمعة

# connection_request.form.available.weekend
source: Saturday - Sunday
ar: السبت - الأحد

# connection_request.form.available.time
source: What time can you meet?
ar: في أي وقت يمكنك اللقاء؟

# connection_request.form.available.daytime
source: Daytime (before 17.00 / 5 P.M.)
ar: خلال اليوم قبل الساعة الخامسة

# connection_request.form.available.evening
source: Evening (after 17.00 / 5 P.M.)
ar: المساء بعد الساعة الخامسة

# connection_request.form.extra_person
source: Do you want to bring an extra person to the meeting?
ar: هل تريد أن تحضر معك أحدا الى اللقاء؟

# connection_request.form.extra_person_gender
source: Gender:
ar: الجنس

# connection_request.form.extra_person_type
source: Who?
ar: من؟

# connection_request.form.requests
source: Do you have wishes about who you want to meet?
ar: هل لديك أي هدف أو تصور تجاه الشخص الذي ستقابله؟

# connection_request.form.matching_profile_request_type
source: Do you have wishes about who you want to meet?
ar: هل لديك أي هدف أو تصور تجاه الشخص الذي ستقابله؟

# connection_request.form.matching_profile_request_type.empty_value
source: It doesn't matter
ar: أمر غير أساسي

# connection_request.form.button
source: New request
ar: ارسال الطلب

# terms.header
source: General terms
ar: الشروط

# terms.ingress
source: Kompisbyrån mediates the first contact between new Swedes and established Swedes.
ar: كومبيس بيرون يساعد على خلق اتصال بين المقيمين حديثا في السويد و السويديين أو القدامى في السويد
