Repository: kompisbyran/Kompisbyran
Catalog: app/Resources/translations/messages.*.xliff
Languages: ar

# page.how_it_works.text
source: <p> Meet a person with similar interests that you have, at a café for about 1 hour, “fika” and practice Swedish. One person is new in Sweden, and one person has lived in Sweden for a long time*. This is what we call a “Friend fika” (Kompisfika). </p> <p> You must be able to meet your Fika friend in: Göteborg, Jönköping, Kalmar, Linköping, Malmö, Stockholm, Umeå, Uppsala, Västerås or Örebro. </p> <p> How to meet a new Fika friend: </p> <p> 1. <strong>Registration.</strong> Press the “Sign up”-button and fill out the application. The registration is for free. You will receive a confirmation email when we have received your application. </p> <p> 2. <strong>Match.</strong> We will send you an email with the contact details to your Fika friend. </p> <p> 3. <strong>Confirm the meeting.</strong> You contact your Fika friend within 7 days to confirm date, time and place of the meeting. </p> <p> 4. <strong>Meeting.</strong> You meet at a café for about 1 hour and practice Swedish. If you want, please take a picture from your meeting and send to us! </p> <p> 5. <strong>What happens after the meeting?</strong> We will contact you after the meeting to get to know more about your experience. If both of you thought it was fun, you are welcome to continue to see each other on your own. You can also sign in and make a new application to meet a new person, or simply be super happy to have been someone's Fika friend! </p> <p> *We let each person decide how they want to define themselves, as new or established. Being <strong>new in Sweden</strong>, you want to speak better Swedish, it does not matter how long or short period of time you have lived in Sweden. As <strong>established in Sweden</strong>, you have Swedish as a mother tongue or equivalent, and can tech Swedish in order to help someone to improve their Swedish pronunciation, vocabulary and so on. </p>
ar: <p> نحن نساعد على خلق اتصال بين المقيمين حديثا في السويد و السويديين أو القدامى *في السويد من الذين لديهم اهتمامات مشتركة فيما بينهم. حوالي ساعة من الوقت تقضونها سويا هذا هو ما ندعوه ب رفيق فيكا.هنا يمكنك الاختيار بين أن تكون رفيق فيكا* أو رفيق موسيقى ,وأنتم تعرفون مسبقا أنه يوجد قواسم مشتركة بينكما تستطيعان بدء الحديث بها. إذا شعرتم أن الأمور على ما يرام فيمكنكم لطفا أن تقوموا بذلك باتفاق خاص بينكما, و إلا فلا داعي لاعادة المحاولة... إنه قراركم. </p> <p> أنت هو الشخص المعني بتعريف نفسه كقديم أو جديد في السويد بغض النطر عن طول أو قصر المدة التي قضينتها فعلا هنا. هل تريد ان تتعلم السويدية أو انك قادر على تعليمها و التواصل بها. من المهم أن تكون هذه المعلومات واضحة في طلبك و في تقديمك لنفسك. </p> <p> ...حسنا هذا هذا ما عليك فعله </p> <p> .ابدأ بفتح حساب: اضغط على زر (أكون رفيق فيكا) و اتبع التعليمات. هذ الامر مجاني... يجب ان تكون قادرا على اللقاء في أحد المدن التالية: يوتوبوري, يونشوبينغ, لينشوبينغ,مالمو ستوكهولم, أوميو أوبسالا, فيستروس و أوربرو. </p> <p> .التطابق : عند الوصول لاهتمامات مشتركة بين شخصين يتم ارسال بريد الكتروني لكلا الطرفين. </p> <p> .قرر موعدا و قم بإرسال بريد الكتروني للطرف الاخر لتأكيد الموعد. </p> <p> .الموعد عادة جلسة لتناول القهوة و تبادل الحديث باللغة السويدية لمدة ساعة تقريبا. </p>

# page.how_it_works.well
source: We mediate the first contact to a new fika friend that you meet 1 time (if you two don’t decide otherwise). If you want to meet a new person, you can log in and make a new request.
ar: نحن نقوم بذلك لمرة واحدة بعد تسجيلك الدخول و لكن بحال أردت أن تلتقي بصديق جديد عليك ان تقوم بتسجيل الدخول من جديد و التقدم بطلب جديد.

# page.work_with_us.header
source: Support us
ar: ادعمنا

# page.about.header
source: About Kompisbyrån
ar: عن كومبيس بيرون

# page.about.text
source: <p> Kompisbyrån is a non-profit organization who connects new and established Swedes based on similar interests. Kompisbyrån was founded in 2014 by Emma Hammar and Cecilia Holmgren with a vision to increase the spirit of community in the society, by simplifying the conditions for more meetings in the everyday life between people of different backgrounds, experiences and cultures. The aim is to speak Swedish during a one-hour “fika”. That is what we call a “friend fika” (“kompisfika”). </p> <p> If we facilitate enough amount of meetings, new Swedes get better knowledge of Swedish, broaden their social networks and improve their job opportunities. More everyday meetings also lead to a greater understanding of each other as human beings, and enrich our lives. To name a fraction. </p> <p> Kompisbyrån operates in 10 cities in Sweden: Göteborg, Jönköping, Kalmar, Linköping, Malmö, Stockholm, Umeå, Uppsala, Västerås and Örebro; and these municipalities: %municipalities%. </p> <p> "Many Swedes associate a “fika” with something relaxed and fun, and is often perceived as central in the Swedish culture. That’s why we think it fits so well to meet and practice Swedish over just a fika.” - Emma Hammar and Cecilia Holmgren, Founders of Kompisbyrån </p>
ar: <p> بالنسبة ل Kompisbyrån فهو فكرة تقوم على خلق اتصال بين المقيمين حديثا في السويد و السويديين أو القدامى في السويد من الذين لديهم اهتمامات مشتركة فيما بينهم. ابتدات الفكرة في عام 2014 بمبادرة من إيما هامار و سيسيليا هولمغرين مع رؤية جديدة تتضمن الاندماج في المجتمع عن طريق تسهيل الظروف مسبقا للقاءات بين أشخاص من خلفيات وثقافات و خبرات مختلفة ضمن جلسة فيكا تحت راية التحدث باللغة السويدية لحوالي الساعة من الوقت. هذا ما نعنيه برفيق فيكا. </p> <p> الفرصة للقاء بين المقيمين حديثا في السويد و السويديين أو القدامى في السويد تقدم للجدد في السويد خبرات أفضل و تساعد على بناء شبكة اتصال و معارف من الممكن أن تؤدي إلى إيجاد عمل كما أنها تساعد على فهم أعمق بين الأطراف المتعارفة و ذلك على سبيل المثال لا الحصر. </p> <p> فيكا: هي أمر يراه غالبية الناس أمرت مركزيا في الثقافة اليومية السويدية وهي أمر لطيف, مفرح و يدعو إلى الاسترخاء لذلك نحن نعتقد أنه من المناسب جدا أن يتم اللقاء الأول ضمن جلسة فيكا لتبادل الحديث باللغة السويدية.- إيما هامار و سيسيليا هولمغرين </p>

# page.about.well1
source: <h4>We are Kompisbyrån</h4> <p> <b>Office (in alphabetical order)</b><br> Clara Wäppling, projektledare, <a href="mailto:clara@kompisbyran.se">clara@kompisbyran.se</a><br> Emma Hammar, grundare och verksamhetsledare, <a href="mailto:emma@kompisbyran.se">emma@kompisbyran.se</a><br> Miriam Ghebressilasie, matchningsansvarig, <a href="mailto:miriam@kompisbyran.se">miriam@kompisbyran.se</a><br> <br> <b>IT</b><br> Jon Gotlin, IT-ansvarig<br> Farhad Shams, IT<br> <br> <b>Kompisledare</b><br> Helena Rewucha, Kompisledare Göteborg<br> Robert Thörnqvist, Kompisledare Göteborg<br> Jens Östgaard, Kompisledare Göteborg<br> Helena Wannberg, Kompisledare Örebro<br> Sofia Winroth, Kompisledare Örebro<br> Nienke Bakker, Kompisledare Kalmar<br> <br> <b>Ambassadörer</b><br> Cecilia Holmgren, grundare<br> Heydar Sheykhali, ambassadör matchning<br> Jennifer Silander, ambassadör matchning<br> Alexander Unge, ambassadör matchning<br> <br> <b>Eventansvariga</b><br> Elisabeth Rimér-Asplund, eventansvarig Stockholm<br> Olivia Wideroth, teamledare eventansvariga Stockholm<br> </p>
ar: <h4>نحن كعاملين في كومبيس بيرون</h4> <p> Office (in alphabetical order) <br> Clara Wäppling, projektledare, <a href="mailto:clara@kompisbyran.se">clara@kompisbyran.se</a><br> Emma Hammar, grundare och verksamhetsledare, <a href="mailto:emma@kompisbyran.se">emma@kompisbyran.se</a><br> Miriam Ghebressilasie, matchningsansvarig, <a href="mailto:miriam@kompisbyran.se">miriam@kompisbyran.se</a><br> IT<br> Jon Gotlin, IT-ansvarig<br> Farhad Shams, IT<br> Kompisledare<br> Helena Rewucha, Kompisledare Göteborg<br> Robert Thörnqvist, Kompisledare Göteborg<br> Jens Östgaard, Kompisledare Göteborg<br> Helena Wannberg, Kompisledare Örebro<br> Sofia Winroth, Kompisledare Örebro<br> Ambassadörer<br> Cecilia Holmgren, grundare<br> Heydar Sheykhali, ambassadör matchning<br> Jennifer Silander, ambassadör matchning<br> Alexander Unge, ambassadör matchning<br> Eventansvariga<br> Elisabeth Rimér-Asplund, eventansvarig Stockholm<br> Olivia Wideroth, teamledare eventansvariga Stockholm<br> </p>

# page.about.well2
source: <p> Questions about the matching process for Fika or Music friend?<br> Göteborg: <a href="mailto:goteborg@kompisbyran.se">goteborg@kompisbyran.se</a><br> Kalmar: <a href="mailto:kalmar@kompisbyran.se">kalmar@kompisbyran.se</a><br> Malmö: <a href="mailto:malmo@kompisbyran.se">malmo@kompisbyran.se</a><br> Stockholm: <a href="mailto:stockholm@kompisbyran.se">stockholm@kompisbyran.se</a><br> Örebro: <a href="mailto:orebro@kompisbyran.se">orebro@kompisbyran.se</a><br> Other cities: <a href="mailto:matchning@kompisbyran.se">matchning@kompisbyran.se</a><br> Questions about Start friend (Startkompis)?<br> <a href="mailto:start@kompisbyran.se">start@kompisbyran.se</a><br> Questions about collaborations, recruitment or press, please contact: <a href="mailto:emma@kompisbyran.se">emma@kompisbyran.se</a> or <a href="mailto:kontakt@kompisbyran.se">kontakt@kompisbyran.se</a> Questions about events: event@kompisbyran.se Other questions: kontakt@kompisbyran.se </p>
ar: <p> أسئلة عن المطابقة<br> يوتوبوري <a href="mailto:goteborg@kompisbyran.se">goteborg@kompisbyran.se</a><br> يونشوبينغ <a href="mailto:matchning@kompisbyran.se">matchning@kompisbyran.se</a><br> لينشوبينغ <a href="mailto:matchning@kompisbyran.se">matchning@kompisbyran.se</a><br> مالمو <a href="mailto:malmo@kompisbyran.se">malmo@kompisbyran.se</a><br> ستوكهولم <a href="mailto:stockholm@kompisbyran.se">stockholm@kompisbyran.se</a><br> أوميو <a href="mailto:matchning@kompisbyran.se">matchning@kompisbyran.se</a><br> أوبسالا <a href="mailto:matchning@kompisbyran.se">matchning@kompisbyran.se</a><br> أوريبرو <a href="mailto:orebro@kompisbyran.se">orebro@kompisbyran.se</a><br> Frågor om Startkompis: <a href="mailto:start@kompisbyran.se">start@kompisbyran.se</a><br> متنوع <a href="mailto:kontakt@kompisbyran.se">kontakt@kompisbyran.se</a><br> Frågor om event: <a href="mailto:event@kompisbyran.se">event@kompisbyran.se</a><br> أسئلة عن العمل المشترك,التجنيد ز الصحافة تواصل مع <a href="mailto:emma@kompisbyran.se">emma@kompisbyran.se </a> أو <a href="mailto:kontakt@kompisbyran.se ">kontakt@kompisbyran.se </a> </p>

# page.start.header
source: Start Friend
ar: أن تكون ستارت كومبيس

# page.start.text
source: <p> Discover your neighborhood with a new friend! </p> <p> Go for an 1 hour walk together with an established local who has lived in your neighborhood for a long time. You must live in one of these municipalities: %municipalities%. </p> <p> <strong>How to sign up for a Start friend:</strong> </p> <p> 1. <strong>Registration.</strong> Press the “Sign up”-button and fill out the application. The registration is for free. You will receive a confirmation email when we have received your application. If you are a newcomer, you can also sign up through your municipality. </p> <p> 2. <strong>Match.</strong> We will send you an email with the contact details to your Start friend, or we will call you. </p> <p> 3. <strong>Confirm the meeting.</strong> You contact your Start friend within 7 days to confirm date, time and place of the meeting. </p> <p> 4. <strong>Meeting.</strong> You meet and go for a walk in the neighborhood for about 1 hour. If you want, please take a picture from your meeting and send to us! <p> 5. <strong>What happens after the meeting?</strong> We will contact you after the meeting to get to know more about your experience. If both of you thought it was fun, you are welcome to continue to see each other on your own. You can also sign in and make a new application to meet a new person, or simply be super happy to have been someone's Start friend!
ar: <p> الان لديك الفرصة للتعرف على صديق جديد من خلال نزهة في منطقتكما. في مشروعنا الجديد ستارت كومبيس يمكنك كشخص قديم في السويد أن تدعو شخص جديد في منطقتك لرؤية الأماكن المفضلة في منطقتكم. كستارت كومبيس يجب أن تكون مقيما على اللقاء في أحد البلديات التالية, ليدينغو, لينشوبينغ, نيناسهامن, سولنا, فاكسهولم و أوسترأوكر. هكذا تصبح ستارت كومبيس أجب على بعض الاسئلة اضغط على زر أصبح ستارت كومبيس و املئ النموذج, ان التسجيل مجاني. سوف يصلك بريد الكتروني لتأكيد تسجيلكز و كذلك الجدد في المنطقة يمكنهم تسجيل أنفسهم من خلال البلديات. المطابقة سوف نرسل بريد الكتروني يحوي على معلومات الاتصال الخاصة بالشخص الذي سيكون ستارت كومبيس أو سوف نقوم بالاتصال بكز الاتصال الاول سوف تقوم انت بالاتصال الستارت كومبيس الخاص بك خلال 7 أيام لتقرير تاريخ و مكان النزهة النزهة سوف تلتقيان لتذهبا في نزهة سيرا على الاقدام لساعة من الزمن في منطقتكما, لطفا قوما بارسال صورة من نزهتكما و تحدثا عما فعلتماه. ماذا يحدث بعد ذلك ؟ نحن سنقوم بالاتصال بك بعد النزهة من أجل أن نعرف رأيك بما حدث. اذا كان الأمر ممتعا.. رجاء تقابلا مرة أخرى و يمكنك أن تسجل من جديد لتكرار الامر مرة أخرى </p>

# occupation.employed
source: I work
ar: أنا أعمل

# occupation.student
source: I study
ar: أنا أدرس

# occupation.unemployed
source: I want a job
ar: أنا أريد أن أعمل

# occupation.other
source: Other
ar: شيء اخر

# connection_request.created.flash
source: Your friend request has been saved. We will contact you when we find a match.
ar: Din kompisförfrågan är sparad. Vi hör av oss när vi hittat en matchning.

# connection_request.validation_failed.flash
source: One or more fields are improperly answered.
ar: هناك خطأ ما

# extra_person.friend
source: Friend
ar: صديق

# extra_person.child
source: Child
ar: ابن / بنت

# extra_person.partner
source: Partner
ar: شريك

# extra_person.family
source: Other family member
ar: أحد أفراد العائلة

# matching_profile_request.same_gender
source: Only a person of the same gender
ar: فقط شخص من نفس الجنس

# matching_profile_request.same_age
source: Only a person close in age
ar: فقط شخص من عمر متقارب

# open.confirm_meeting.header
source: About the meeting
ar: معلومات عن الاجتماع

# open.confirm_meeting.ingress
source: We at Kompisbyrån are happy that you wanted to take the chance and be matched up with a new friend. Now we would like to know if you have met with your new friend?
ar: نحن سعداء في كومبيسبيرون أن كنت من الراغبين في اغتنام الفرصة إيجاد مطابقة مع صديق جديد. الآن نود أن نعرف إذا كنت قد اجتمعت مع صديقك الجديد؟

# open.confirm_meeting.button.met
source: Yes, we have met
ar: نعم، لقد التقينا

# open.confirm_meeting.button.not_yet_met
source: No, not yet
ar: لا ليس بعد

# open.confirm_meeting.button.will_not_meet
source: No, and we will not meet
ar: لا، ونحن لن نجتمع

# open.confirm_meeting.after.met
source: Thank you for your answer and we are so happy to hear that you have met with your new friend! If you have not already done this, please send us a photo greeting from your meeting along with a couple of sentences about what you did and how it was (with approval from both of you). E-mail us the greeting at matchning@kompisbyran.se and we will share it digitally - this way you are able to inspire more people to take part in meeting new friends through Kompisbyrån. If you want to get a new friend match, just log on to your profile and send in a new request. Thank you for taking part in Kompisbyrån!
ar: شكرا لكم على إجابتكم، ونحن سعداء جدا لسماع أنك قد اجتمعت مع صديقك الجديد! إذا لم تكن قد فعلت ذلك من قبل، يرجى أن ترسل لنا صورة تحية من اجتماعكم جنبا إلى جنب مع بضع جمل حول ما فعلتم وكيف كان اللقاء (مع موافقة من الطرفين). أرسلها لنا على بريدنا الالكتروني حتى نقوم يمشاركتها رقميا - بهذه الطريقة تكون قادرا على إلهام المزيد من الناس للمشاركة في لقاء أصدقاء جدد من خلال كومبيسبيرون. هو بريدنا الالكتروني matchning@kompisbyran.se إذا كنت ترغب في الحصول على مطابقة صديق جديد، كل ما عليك فعله مجرد تسجيل الدخول إلى ملفك الشخصي وإرسال طلب جديد. !شكرا لك على المشاركة في كومبيسبيرون

# open.confirm_meeting.after.not_yet_met
source: Thank you for your reply! You will receive a new e-mail from us in a couple of weeks where we will ask you the same question.
ar: شكرا لك على الرد! سوف تتلقى رسالة بريد إلكتروني جديدة منا في غضون بضعة أسابيع كنا سوف نطلب منكم نفس السؤال

# open.confirm_meeting.after.will_not_meet
source: Thank you for your reply! If you want to, send us an e-mail at matchning@kompisbyran.se and tell us why you didn't meet the person we matched you up with. This information is very valuable to us since we always strive to make Kompisbyrån better.
ar: !شكرا لك على الرد إذا كنت ترغب في ذلك، الرجاء مراسلتنا على البريد الإلكتروني في matchning@kompisbyran.se و تخبرنا لماذا لم تلتق الشخص الذي أجرينا مطابقة لك معه. هذه المعلومات هي قيمة جدا بالنسبة لنا لأننا نسعى دائما لجعل كومبيسبيرون أفضل.

# open.confirm_meeting.already_answered
source: You have already answered this question. If you clicked the wrong button or want to change your reply, please e-mail us at matchning@kompisbyran.se and we will help you out.
ar: لقد سبق أن أجبت على هذا السؤال. إذا قمت بالنقر فوق الزر الخطأ أو ترغب في تغيير ردك، يرجى مراسلتنا عبر البريد الإلكتروني في matchning@kompisbyran.se ونحن سوف نقوم بمساعدتك
